[
  {
    "datetime": "quase agora",
    "title": "Landing Page para Vidraçaria no Elementor (modelo pronto e editável)",
    "description": "Preciso de uma landing page feita no Elementor (WordPress) com foco em conversão para serviços de vidraçaria.A ideia é criar uma página simples, moderna e com layout adaptável para outras empresas semelhantes, então o conteúdo precisa ser fácil de editar (textos, imagens, cores).Essa página será… Expandir usada para captar orçamentos direto no WhatsApp a partir de campanhas no Google Ads.? Estrutura da página:- Página única (landing page) com layout responsivo- Headline de impacto com foco nos principais serviços- Seção de benefícios (ex: entrega rápida, segurança, garantia)- Galeria de imagens (pode usar mockups ou imagens ilustrativas)- Seção de serviços (ex: box de vidro, espelhos, janelas, fachadas, sacadas etc.)- Depoimento (prova social)- Chamada para ação com botão para WhatsApp- Rodapé simples (sem menu ou blog)? Requisitos:- Criar no Elementor (Free ou Pro — já possuo licença Pro)- Layout leve e direto, voltado para serviços locais- Entregar a página como modelo editável (que eu possa duplicar)- Foco total em usabilidade e conversão (sem excesso de elementos)? Observação:A página não precisa de blog, institucional ou estrutura completa — é uma landing comercial para campanha.Se já tiver exemplos ou portfólio com páginas para prestadores de serviço ou negócios locais, envie junto. Busco orçamento justo e entrega objetiva. Projeto simples, mas profissional.Obrigado! Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/landing-page-para-vidracaria-no-elementor-modelo-pronto-e-editavel-660226?fs=t",
    "timestamp": "2025-06-13T15:09:17.902Z"
  },
  {
    "datetime": "quase agora",
    "title": "Bot Telegram que puxa dados consultas",
    "description": "Alguém sabe me dizer conde conseguir um BOT TELEGRAM, aqueles de consultas dados na receita, puxa dados, e com integração a pagamentos por pix.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/bot-telegram-que-puxa-dados-consultas-660227?fs=t",
    "timestamp": "2025-06-13T15:10:51.103Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de Site de Agendamento",
    "description": "Estamos em busca de um profissional para desenvolver um site de agendamento online para uma barbearia, com funcionalidades simples, intuitivas e voltadas à experiência do usuário.O objetivo inicial é lançar uma versão web responsiva que atenda às necessidades do negócio, mas já com estrutura… Expandir preparada para possível evolução futura em um aplicativo mobile.Este projeto é conduzido pela Mutare Praxeos, empresa especializada na automação de processos, e pode gerar novas oportunidades de parceria em soluções voltadas ao pequeno e médio empreendedor.Funcionalidades desejadas no site:Página de apresentação da barbearia (serviços, horários, equipe)Agenda online com seleção de dia, horário e barbeiroCadastro básico de clientes (nome, telefone, e-mail)Painel simples para o administrador (para gerenciar agendamentos)Notificações por e-mail ou WhatsApp (opcional)Design responsivo (funcional em celular e computador)Tecnologias:Estamos abertos a sugestões do desenvolvedor.Prazo:A combinar, de acordo com a proposta apresentada.Parceria futura:O desenvolvedor pode ser convidado a participar de:Evolução do sistema para app mobile.Outras automações comerciais sob demanda da Mutare PraxeosEnvie sua proposta com:Portfólio ou exemplos de sistemas similaresTecnologia que pretende usarPrevisão de tempo de desenvolvimentoOrçamento estimado Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-site-de-agendamento-660233?fs=t",
    "timestamp": "2025-06-13T15:18:18.250Z"
  },
  {
    "datetime": "quase agora",
    "title": "Busco profissional com tema pronto ou experiência em criação na Tray",
    "description": "Olá! Estou procurando um profissional que já tenha experiência na plataforma Tray, de preferência alguém que já possua um tema pronto e personalizado ou que tenha habilidade para desenvolver e subir um novo tema na loja.Não será necessário configurar funcionalidades ou integrações, pois todo o… Expandir restante da loja já está configurado.O foco é exclusivamente na implantação do novo tema, com identidade visual mais moderna e atrativa.Caso tenha um tema já desenvolvido e compatível com a Tray, será um diferencial!Entre em contato com portfólio ou exemplos de temas anteriores.Vamos conversar! ?‍?? Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/busco-profissional-com-tema-pronto-ou-experiencia-em-criacao-na-tray-660235?fs=t",
    "timestamp": "2025-06-13T15:20:17.560Z"
  },
  {
    "datetime": "quase agora",
    "title": "Criar robô no n8n para detectar padrões de escanteios ao vivo",
    "description": "Preciso de um especialista em n8n para montar um fluxo que automatize a detecção de padrões de escanteios em jogos de futebol ao vivo.O fluxo deve:• Consultar jogos ao vivo usando API gratuita (API-Football via RapidAPI)• Filtrar partidas com base em critérios como: • Mínimo de 4 escanteios até os… Expandir 25 minutos • Placar parcial até 1x0• Enviar alertas via Telegram com informações do jogo e link de referência• Registrar os dados encontrados em uma planilha do Google SheetsJá possuo:• Conta no n8n• Chave da API-Football• Planilha criada no Google• Bot do Telegram prontoO trabalho envolve conectar essas ferramentas e configurar a lógica no n8n para que funcione de forma autônoma.Observação:Se possível, envie portfólio ou prints de automações que já criou no n8n. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/criar-robo-no-n8n-para-detectar-padroes-de-escanteios-ao-vivo-660219?fs=t",
    "timestamp": "2025-06-13T15:26:42.634Z"
  },
  {
    "datetime": "quase agora",
    "title": "Sistema de Totem para impressão de fotos",
    "description": "Preciso desenvolver um sistema para um totem de impressão de fotografias, onde o usuário entrará com sua rede social e escolherá as fotos. Após escolher as fotos, selecionará algumas molduras temáticas e clicará em pagar. Ao escolher a forma de pagamento (débito, crédito ou pix) o sistema deverá… Expandir estabelecer uma conexão com maquininha de cartão e deverá finalizar a transaçào bancária. A idéia é que estes totens fiquem espalhados em shopping centers e teremos um painel gerenciador dos totens, com informação sobre o status de funcionamento, bem como tudo o que for transacionado. O gerenciador deverá ainda ter perfis de acesso distindo para franqueador e franqueado, fornecendo informações estatísticas, bem como relatórios Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/sistema-de-totem-para-impressao-de-fotos-660250?fs=t",
    "timestamp": "2025-06-13T15:58:20.528Z"
  },
  {
    "datetime": "quase agora",
    "title": "Customização Premium de Template Tray — Estilo Gucci",
    "description": "? Descrição do Projeto:Estamos em busca de um profissional altamente qualificado em web design com domínio da plataforma Tray, especializado em projetos visuais de luxo e otimização SEO.Nosso objetivo é transformar o layout atual da loja matri.com.br para que se aproxime da estética de grandes… Expandir marcas como Gucci, Prada e Dior — com foco em elegância, minimalismo sofisticado e excelente performance mobile.Além da personalização visual, também buscamos um profissional com conhecimento sólido em boas práticas de SEO on-page, para garantir que a estrutura e o conteúdo da loja sejam otimizados para os mecanismos de busca.? Entregáveis esperados:Customização de layout Tray (via CSS, HTML e JAVA Script):Tipografias refinadas (seriadas premium)Espaçamentos mais elegantes e layout com respiro visualReorganização da homepage com seções modernas: hero banner, coleções em destaque, storytellingMenu de navegação aprimorado:Menu fixo (sticky) com categorias e subcategorias em dropdownLayout mobile-first com usabilidade aprimoradaPersonalização de páginas estáticas:Criação da página “Sobre a marca” com storytelling visualSeções sobre diferenciais: “Embalagem Premium”, “Peças sob encomenda”Melhorias na experiência mobile:Layout responsivo e otimizadoImagens adaptadas e performance melhoradaInterações e detalhes visuais:Hover com zoom suave nos produtosAnimações discretas (fade-in, transições elegantes)Otimização para SEO (on-page):Estrutura de títulos (H1, H2, etc.) organizada corretamenteAtributos ALT nas imagens principais e bannersURLs limpas e amigáveisMeta descriptions personalizadas nas páginas principaisEstrutura semântica e arquitetura da informação orientada para performance? Requisitos obrigatórios:Domínio avançado da plataforma Tray (HTML/CSS e Java Script dentro da arquitetura Tray)Experiência comprovada com personalização de templates TrayConhecimento em UX para e-commerce de luxoPrática com técnicas de SEO on-pagePortfólio com projetos sofisticados, idealmente no segmento de moda, beleza ou luxoFacilidade de comunicação (WhatsApp ou Google Meet) Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/customizacao-premium-de-template-tray-mdash-estilo-gucci-660253?fs=t",
    "timestamp": "2025-06-13T16:19:58.869Z"
  },
  {
    "datetime": "quase agora",
    "title": "Agente no N8n para WhatsApp",
    "description": "Preciso de um projeto de agente no N8n que consiga gerir meus gastos familiares, tudo sendo enviado e respondido pelo WhatsApp. O projeto pode ser acoplado ao OpenAI. Dispenso curiosos, preciso de pessoas que me entreguem pronto, não de quem acabou de entrar nesse mercado. Preciso de alguém com conhecimento de programação.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/agente-no-n8n-para-whatsapp-660245?fs=t",
    "timestamp": "2025-06-13T16:28:33.189Z"
  },
  {
    "datetime": "quase agora",
    "title": "Script Protetor de Link Adsense + Url Camuflado Camuflado para links como s",
    "description": "Gostaria de um Script Protetor de Link Adsense + Url Camuflado para links como se fosse um encurtador de link para colocar links que peça para usario clicar no anuncio e liberar o link com um visual bonito estilo da foto",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/script-protetor-de-link-adsense-url-camuflado-camuflado-para-links-como-s-660268?fs=t",
    "timestamp": "2025-06-13T17:22:09.247Z"
  },
  {
    "datetime": "quase agora",
    "title": "Criação de jogo inédito no Roblox",
    "description": "Descrição:Busco um(a) desenvolvedor(a) experiente em Roblox Studio e linguagem Lua para a criação de um jogo autoral, viciante e mágico, com potencial viral. A ideia é construir uma experiência única, com estética emocional e jogabilidade que mistura exploração, narrativa e criaturas baseadas em… Expandir memórias e emoções.Resumo criativo do jogo:No mundo do Limbo Lúcido, jogadores são “Guardiões da Luz” que resgatam fragmentos de memórias esquecidas em fases surreais. A cada memória restaurada, uma criatura emocional é libertada — podendo ser purificada ou corrompida.Mecânicas principais:• Exploração de fases surreais (ex: escola no espaço, parque invertido, casa submersa)• Coleção e evolução de criaturas baseadas em emoções (coragem, saudade, medo etc.)• Sistema de luz e sombra que altera a aparência do avatar• Mini-histórias emocionantes em cada fase• Loja e personalizações visuais (cosméticos, pets, partículas)Estilo visual:Mistura de Inside Out, Coraline e Encanto, com interface mobile amigável e trilha sonora adaptativa.Entregáveis esperados (Fase 1):• Mapa principal + uma memória jogável• Sistema básico de coleta de fragmentos e criaturas• Interface funcional• Loja de personalização com moedas internas• Scripts bem documentadosRequisitos do freelancer:• Experiência comprovada com Roblox Studio + Lua• Portfólio com ao menos 2 jogos publicados• Capacidade de criar ambientes autorais e sistemas de pets, loja e narrativaDiferenciais (não obrigatórios):• Conhecimento em UX para público infantil• Experiência com monetização in-game (pass games, moedas, upgrades)Prazo estimado: 30 a 45 diasOrçamento: Aberto para negociação, conforme proposta e escopo entregue.Pagamento: 100% via plataforma. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/criacao-de-jogo-inedito-no-roblox-660266?fs=t",
    "timestamp": "2025-06-13T17:32:57.426Z"
  },
  {
    "datetime": "quase agora",
    "title": "Edição de animação de vídeos",
    "description": "Edição de animação de vídeosPreciso criar vídeos para meu negócio.O valor precisa incluir roteiro, locução e vídeo.Sou iniciante e não posso pagar muito.O tempo do vídeo será de até 3 minutos.Favor mandar orçamentos diretos com o preço final do serviço.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/edicao-de-animacao-de-videos-660275?fs=t",
    "timestamp": "2025-06-13T17:52:24.178Z"
  }
]