[
  {
    "datetime": "quase agora",
    "title": "Bot automático de aposta em roletas de cassino",
    "description": "Gostaria de desenvolver um bot que opera nas principais roletas de cassino online com os lobby evolution, playtech, pragmatic e credoonz esse bot opera 24h com stop gain e stop loss com os valores programados no martingale",
    "clientName": "Hennedy C.",
    "postLink": "https://www.99freelas.com.br/project/message/bot-automatico-de-aposta-em-roletas-de-cassino-630574?fs=t",
    "timestamp": "2025-03-09T15:49:31.255Z"
  },
  {
    "datetime": "quase agora",
    "title": "Redesenhar site de logistica",
    "description": "Preciso refazer o layout do site para algo mais moderno, é um site de logística onde o site é dividido em dois ambiente interno e externo,",
    "clientName": "Hennedy C.",
    "postLink": "https://www.99freelas.com.br/project/message/redesenhar-site-de-logistica-630572?fs=t",
    "timestamp": "2025-03-09T16:08:21.446Z"
  },
  {
    "datetime": "quase agora",
    "title": "Melhoria de Funcionalidades, Correção de Bugs e Redesign do Frontend no Wha",
    "description": "Descrição:Preciso de um desenvolvedor experiente em Node.js, React.js e MySQL para:\t1.\tMelhorar a função de agendamentos:\t•\tPermitir envio mensal recorrente.\t•\tHabilitar envio para múltiplos contatos.\t2.\tCriar a função “Aniversariantes”:\t•\tEnviar mensagens automáticas no dia do aniversário dos… Expandir contatos.\t•\tPermitir personalização das mensagens.\t3.\tMelhorar o frontend do sistema:\t•\tTornar o design mais moderno, intuitivo e responsivo.\t•\tMelhorar a usabilidade do Kanban.\t4.\tCorrigir bugs e otimizar o sistema:\t•\tIdentificar e corrigir erros.\t•\tMelhorar desempenho e estabilidade.Extras:\t•\tTenho o código-fonte disponível. As funções Agendamentos e FlowBuilder podem ser copiadas e adaptadas.Requisitos:\t•\tNode.js, React.js e MySQL.\t•\tExperiência com UI/UX e otimização de sistemas.Prazo e Orçamento:\t• A combinar Esconder",
    "clientName": "Hennedy C.",
    "postLink": "https://www.99freelas.com.br/project/message/melhoria-de-funcionalidades-correcao-de-bugs-e-redesign-do-frontend-no-wha-630582?fs=t",
    "timestamp": "2025-03-09T16:16:02.523Z"
  },
  {
    "datetime": "quase agora",
    "title": "Ajustes e implementação de dashboards e automação no HubSpot",
    "description": "A equipe de Ops, Manglai e Tech utiliza o HubSpot para gestão de tickets e acompanhamento de processos internos. No entanto, algumas limitações técnicas e de automação estão impactando a eficiência na resolução de tickets e no monitoramento de desempenho. Este projeto visa solucionar esses desafios… Expandir implementando ajustes, dashboards personalizados e fluxos de trabalho automatizados. Com isso, buscamos melhorar a gestão de tickets, reduzir o tempo de resposta e fornecer relatórios mais precisos para tomada de decisão.Descrição do projeto:Este projeto tem como objetivo aprimorar o uso do HubSpot para gestão de tickets e monitoramento de desempenho da equipe de Ops, Manglai e Tech. Serão implementadas soluções para a remoção de linhas de unsubscribe em e-mails automáticos, cronometragem precisa do tempo de resolução dos tickets, dashboards personalizados para monitoramento de KPIs e workflows automatizados para otimização dos processos.Principais tarefas:• Ajuste na remoção da linha de unsubscribe- Investigar por que a remoção da linha de \"unsubscribe\" é permitida em alguns casos e bloqueada em outros.- Desenvolver uma solução para permitir a remoção da linha nos e-mails automáticos não pertencentes a marketing.• Controle de tempo de resolução de tickets em Ops- Criar um método para calcular o tempo gasto exclusivamente pela equipe de Ops.- Implementar uma função que exclua automaticamente o tempo em que o ticket permaneceu com outras equipes (Tech e Manglai).- Garantir que, ao marcar um ticket como \"solved\", o tempo total de Ops seja corretamente identificado.• Dashboard de Ops- Criar um dashboard que permita monitorar a eficiência e o desempenho da equipe de Ops.Métricas necessárias:• Número de tickets por semana (dividido por mercado e plataforma).• Tempo de resolução por semana.• Contagem de tickets que tiveram envolvimento da equipe Tech.• Número de tickets que ultrapassaram o SLA.• Dashboard de monitoramento Manglai / Tech- Desenvolver um painel que ofereça visibilidade sobre a resolução de tickets e os tempos em cada fase do processo.Métricas necessárias:• Tempo de chegada do ticket.• Tempo total até resolução.• Tempo efetivo que o ticket permaneceu com cada equipe (Ops, Tech, Manglai).• Tempo total de resolução considerando todas as equipes envolvidas.• Workflow de automação para Manglai- Criar um fluxo de trabalho automático para tickets destinados à equipe de Manglai.Funcionalidades:• Tornar obrigatório o preenchimento de determinados campos ao criar um ticket para Manglai.• Enviar automaticamente o ticket para a equipe assim que os campos obrigatórios forem preenchidos.• Gerar um alerta/notificação quando o ticket for resolvido, garantindo que a equipe de Ops seja informada.• Avaliar a possibilidade de integração com Slack para notificação de resolução.• Dashboard de controle de support- Criar um dashboard para monitoramento do suporte e análise da performance da equipe.Métricas necessárias:• Tempo médio para fechamento de um ticket.• Número de tickets fora do SLA.• Quantidade de tickets por Account Manager (AM) e respectiva performance.Opção de geração de uma newsletter com o resumo do desempenho do departamento, incluindo:• Total de tickets resolvidos.• Total de tickets fora do SLA.• Melhor e pior performance de AM.• Comparativo com o mês anterior.Requisitos do freelancer:• Experiência com HubSpot, automação de workflows e dashboards.• Conhecimento em API do HubSpot é um diferencial.• Experiência com integração de ferramentas como Slack.• Capacidade de analisar e otimizar processos para ganho de eficiência.• Disponibilidade para reuniões de alinhamento durante o projeto.Prazos e entregáveis:• Investigação e solução da remoção da linha de unsubscribe - [Data estimada]• Implementação do controle de tempo de resolução de tickets - [Data estimada]• Criação dos dashboards (Ops, Manglai/Tech, Support) - [Data estimada]• Workflow de automação para Manglai - [Data estimada]Recursos disponíveis:• Acesso ao HubSpot para testes e desenvolvimento.• Possível integração com Slack. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/ajustes-e-implementacao-de-dashboards-e-automacao-no-hubspot-630581?fs=t",
    "timestamp": "2025-03-09T16:24:58.716Z"
  },
  {
    "datetime": "quase agora",
    "title": "Habilidades no JET ENGINE",
    "description": "Comprei um Templete pronto, atualmente o tema dele seria para Sister Pet, Porém preciso alterar os Formularios para Prestador de Serviços Excluir alguns atuais e mudar os demais.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/habilidades-no-jet-engine-630587?fs=t",
    "timestamp": "2025-03-09T16:46:17.663Z"
  },
  {
    "datetime": "quase agora",
    "title": "Reconfiguração de projeto python",
    "description": "Tenho um projeto usando python que uso na API do erp bling, porém está com erro.Preciso identificar e consertarSe trata de um atualizador de preço através da API do erp bling.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/reconfiguracao-de-projeto-python-630589?fs=t",
    "timestamp": "2025-03-09T16:47:59.624Z"
  },
  {
    "datetime": "quase agora",
    "title": "Testador de Software para Aplicações Web e Mobile",
    "description": "Testar softwares para avaliar a funcionalidade,usabilidade e desempenho das aplicações  web e mobile",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/testador-de-software-para-aplicacoes-web-e-mobile-630612?fs=t",
    "timestamp": "2025-03-09T17:43:28.251Z"
  },
  {
    "datetime": "quase agora",
    "title": "Bot para monitoramento de ingressos de shows e eventos",
    "description": "Prezados, necessito de um bot que possa monitorar 24 horas alguns sites que serão passados para verificar o retorno de ingressos de shows e eventos programados, como cancelamentos, novas reposições, etc. Tenho um projeto antigo para usar como base.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/bot-para-monitoramento-de-ingressos-de-shows-e-eventos-630613?fs=t",
    "timestamp": "2025-03-09T17:47:01.635Z"
  },
  {
    "datetime": "quase agora",
    "title": "Sala de Sinais no Telegram para Forex (Indicador ou EA)",
    "description": "Quero um robô ou indicador que manda sinais de forex no telegram (como se fosse uma sala de sinais)o robo deve ter 3 takes profits e 1 stoploss.Sinais mais a curto prazo com alta assertividade pelo menos no take profit 1.deve corrigir cada take tambem para ficar mais organizado o canal.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/sala-de-sinais-no-telegram-para-forex-indicador-ou-ea-630623?fs=t",
    "timestamp": "2025-03-09T18:35:46.004Z"
  },
  {
    "datetime": "quase agora",
    "title": "Programador especialista em HTML5",
    "description": "Necessito de um profissional especialista em linguagem HTML5 para desenvolvimento desktop.Contratação para 30 dias de trabalho, com carga horária semanal de 30 horas.O profissional deverá seguir um manual de padronização pré-definido.- Necessário conhecimento em CSS- Necessário conhecimento em HTML5",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/programador-especialista-em-html5-630626?fs=t",
    "timestamp": "2025-03-09T18:54:57.492Z"
  },
  {
    "datetime": "quase agora",
    "title": "Trabalho em java servlet para exposição de servicos",
    "description": "Preciso expor alguns servicos utilizando java servlet e tomcat, pois não tenho familiaridade com essas tecnologias, o trabalho é basicamente um estudo de caso representado em um projeto java",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/trabalho-em-java-servlet-para-exposicao-de-servicos-630632?fs=t",
    "timestamp": "2025-03-09T19:07:42.112Z"
  },
  {
    "datetime": "quase agora",
    "title": "Planilha de apresentação - Dashboard",
    "description": "Desenvolver a planilha base e o Dashboard para análise de dados. Entra em contato para maior detalhe 77998720707",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/planilha-de-apresentacao-dashboard-630650?fs=t",
    "timestamp": "2025-03-09T20:29:45.896Z"
  },
  {
    "datetime": "quase agora",
    "title": "CONSULTORIA PARA SUBIR UM APP NO GOOGLE PLAY STORE",
    "description": "Preciso de uma consultoria para subir um aplicativo feito em react native na Google Play.Preciso configurar o meio de recebimento da Google Play Store ( billing ) Atualizar para subir para produção",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/consultoria-para-subir-um-app-no-google-play-store-630664?fs=t",
    "timestamp": "2025-03-09T21:35:07.700Z"
  },
  {
    "datetime": "quase agora",
    "title": "Correção de Vazamento de Mensagens Whaticket",
    "description": "Preciso de um desenvolvedor experiente em Node.js, React.js e MySQL para:\t1.\tCorrigir falha de segurança:\t•\tResolver o problema de vazamento de mensagens.\t•\tGarantir que a comunicação no sistema seja segura.\t2.\tOtimizar o sistema:\t•\tMelhorar o desempenho e estabilidade.\t•\tReduzir possíveis… Expandir travamentos e aumentar a eficiência.\t3.\tMelhorar o frontend:\t•\tTornar o design mais moderno e intuitivo.\t•\tMelhorar a experiência do usuário e responsividade. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/correcao-de-vazamento-de-mensagens-whaticket-630666?fs=t",
    "timestamp": "2025-03-09T22:03:04.664Z"
  },
  {
    "datetime": "quase agora",
    "title": "Integração Simples entre WhatsApp e Telegram",
    "description": "Desenvolver uma solução para integração entre grupos de WhatsApp e Telegram, permitindo o envio automático de mensagens de um grupo no WhatsApp para um grupo no Telegram. O sistema deverá operar de forma contínua em uma VPS, funcionando 24/7. A solução precisa ser simples e com custo acessível.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/integracao-simples-entre-whatsapp-e-telegram-630668?fs=t",
    "timestamp": "2025-03-09T22:05:09.221Z"
  },
  {
    "datetime": "quase agora",
    "title": "Integração de Sinais de Surebet/Arbitragem Esportiva",
    "description": "Integrar sinais de um site de arbitragem esportiva ao meu site desenvolvido em Flask (Python). Prioridade para freelancers com experiência em projetos semelhantes e com preço acessível.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/integracao-de-sinais-de-surebet-arbitragem-esportiva-630669?fs=t",
    "timestamp": "2025-03-09T22:05:55.933Z"
  },
  {
    "datetime": "quase agora",
    "title": "Banco de dados para inventário e exposição de produtos para venda online",
    "description": "1. Planejamento e estruturação:• Categorias principais: Organize as peças em categorias (ex.: mecânicas, elétricas, hidráulicas).• Subcategorias: Agrupe por tipo (parafusos, rolamentos, engrenagens, etc.).• Identificação única: Atribua códigos únicos a cada peça para facilitar a busca e o controle.… Expandir2. Coleta e padronização de dados:• Código da peça• Nome e descrição• Fabricante• Número de série ou referência• Dimensões e especificações técnicas• Aplicação e compatibilidade• Quantidade em estoque• Formatação padrão: Use uma planilha (como Excel ou Google Sheets) ou um sistema de gestão (ERP) para garantir uniformidade.3. Digitalização e organização:• Sistema de gestão: Utilize um software de inventário (como SAP, Totvs ou um ERP especializado) para centralizar as informações.• Código de barras ou QR Code: Facilita o rastreamento e a gestão do estoque.• Imagens e documentação: Anexe fotos e manuais para referência rápida.4. Automação e integração:• Leitura de código de barras: Acelera a catalogação e a consulta.• API de integração: Conecte sistemas de compras, manutenção e estoque para automatizar atualizações. Esconder",
    "clientName": "Micael R.",
    "postLink": "https://www.99freelas.com.br/project/message/banco-de-dados-para-inventario-e-exposicao-de-produtos-para-venda-online-630671?fs=t",
    "timestamp": "2025-03-09T22:38:00.484Z"
  },
  {
    "datetime": "quase agora",
    "title": "PLATAFORMA PARA VENDA DE SERVIÇOS ONLINE",
    "description": "Preciso de uma plataforma/app que conecte clientes à trabalhadores, aos moldes da uber. Os profissionais fazem o cadastro na plataforma, anunciam suas áreas de serviço. O cliente, ao solicitar, encontra as os profissionais que ele precisa para resolver seus problemas a domicílio.",
    "clientName": "Micael R.",
    "postLink": "https://www.99freelas.com.br/project/message/plataforma-para-venda-de-servicos-online-630692?fs=t",
    "timestamp": "2025-03-10T00:11:57.209Z"
  },
  {
    "datetime": "quase agora",
    "title": "Corrigir responsividade de site",
    "description": "Possuo um site feito em HTML, CSS e JavaScript que não está perfeitamente responsivo em telas pequenas, procuro um desenvolvedor front-end freelancer para consertar este erro e se bem sucedido atuar como desenvolvedor fixo para outras soluções que estou desenvolvendo.",
    "clientName": "Micael R.",
    "postLink": "https://www.99freelas.com.br/project/message/corrigir-responsividade-de-site-630696?fs=t",
    "timestamp": "2025-03-10T00:40:13.086Z"
  },
  {
    "datetime": "quase agora",
    "title": "Criação de planilha com acesso à API",
    "description": "Preciso de uma planilha de análise de dados de preços de produtos (necessário fazermos via Meet).Se possível, acessar via API alguns dados no site do Mercado Livre (isso apenas se for possível).",
    "clientName": "Micael R.",
    "postLink": "https://www.99freelas.com.br/project/message/criacao-de-planilha-com-acesso-a-api-630695?fs=t",
    "timestamp": "2025-03-10T00:53:43.626Z"
  },
  {
    "datetime": "quase agora",
    "title": "Automação de controle financeiro com integração de gastos do cartão",
    "description": "Olá, estou buscando um profissional especializado em integração de APIs bancárias, automação de dados e gestão financeira para desenvolver uma solução que me ajude a controlar todas as minhas finanças em uma planilha inteligente.Objetivo:Ter um controle completo e automatizado de todas as minhas… Expandir finanças, incluindo:• Gastos no cartão de crédito (importados automaticamente via API ou outra solução viável).• Gastos manuais (possibilidade de inserir manualmente despesas feitas fora do cartão).• Receita bruta e líquida, levando em conta todas as entradas e saídas.• Cálculo de indicadores financeiros como ROI, ROAS, margem de lucro, entre outros.Requisitos:• Conexão com a API do BTG Pactual (ou outra solução alternativa).• Automação do envio de dados para uma planilha.• Área para inserção manual de despesas não feitas no cartão de crédito.• Cálculo automático de indicadores financeiros, incluindo: • Receita bruta e líquida • ROI • ROAS • Lucro líquido e margem de lucro • Outros indicadores financeiros relevantes• Classificação automática dos gastos por categoria, data, valor e estabelecimento.• Segurança e confiabilidade na integração.• Interface organizada e de fácil manutenção, para que eu possa visualizar rapidamente as informações financeiras.• Dashboard interativo com gráficos e relatórios financeiros.• Alertas para gastos acima de um determinado valor.• Exportação de relatórios financeiros detalhados.O que preciso na proposta:• Portfólio ou projetos semelhantes que já desenvolveu.• Estimativa de tempo para implementação.• Valor para o desenvolvimento da solução.Fico no aguardo! Obrigado. Esconder",
    "clientName": "Micael R.",
    "postLink": "https://www.99freelas.com.br/project/message/automacao-de-controle-financeiro-com-integracao-de-gastos-do-cartao-630702?fs=t",
    "timestamp": "2025-03-10T01:20:20.132Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de site e ajustes em landing page",
    "description": "Preciso de um freelancer experiente para:1. Desenvolvimento de um site com 5 páginas usando Elementor (WordPress). - Inclusão de conteúdo e imagens. - Instalação de plugins para SEO e formulários. - Personalização de template.2. Revisão e ajustes em uma landing page existente: - Harmonização nas… Expandir configurações da DTM (Dynamic Tag Management). - Ajustes de design e funcionalidades.Requisitos:- Experiência comprovada com WordPress, Elementor e DTM.- Conhecimento em SEO e integração de formulários.- Bom entendimento de design responsivo.Envie seu portfólio, proposta de valor e prazo de entrega. Indique também sua experiência com DTM, se aplicável.Interessados, deixem suas propostas ou entrem em contato! Esconder",
    "clientName": "Micael R.",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-site-e-ajustes-em-landing-page-630707?fs=t",
    "timestamp": "2025-03-10T01:24:20.383Z"
  },
  {
    "datetime": "quase agora",
    "title": "Preciso de um programador que trabalhe com ipas modificadas -free fire-",
    "description": "Tirar o crachamento de uma IPA e deixar o sistema de login invisível da IPA vítima, a dylib do painel que é a causadora do crachamento. Quero que remova o sistema de login da vítima e permita injetar outras dylibs sem crachamento, ou se possível, criar uma IPA que simula o jogo original, para… Expandir injetar dylibs e não levar o banimento no jogo. É uma proteção que não permita tirar a minha dylib ou renomear.CASO PRECISAR, TENHO O ARQUIVO DA VÍTIMA JÁ PRONTO, QUE NÃO ESTÁ DANDO BANIMENTO E ESTÁ SIMULANDO O JOGO ORIGINAL. Esconder",
    "clientName": "Micael R.",
    "postLink": "https://www.99freelas.com.br/project/message/preciso-de-um-programador-que-trabalhe-com-ipas-modificadas-free-fire-630714?fs=t",
    "timestamp": "2025-03-10T01:43:20.522Z"
  },
  {
    "datetime": "quase agora",
    "title": "Profissional de SaaS - Ferramenta online",
    "description": "Tenho uma ferramenta de SaaS desenvolvida para envio em massa para grupos de WhatsApp e comunidades. Ela funciona 100% online, mas está inacabada e mal estruturada. Preciso de um profissional para desenvolver um novo projeto do zero ou, caso prefira, realizar os ajustes necessários na ferramenta… Expandir atual. A ferramenta precisa de um botão de disparo, blacklist para remover administradores, a capacidade de disparar para comunidades privadas, entre outras funcionalidades. Por favor, entro em contato apenas com profissionais qualificados, que prezem pela qualidade e não entreguem um trabalho pela metade. Após nosso primeiro contato, fornecerei mais detalhes sobre as necessidades do projeto. Esconder",
    "clientName": "Micael R.",
    "postLink": "https://www.99freelas.com.br/project/message/profissional-de-saas-ferramenta-online-630721?fs=t",
    "timestamp": "2025-03-10T02:53:16.859Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de site WordPress e landing pages",
    "description": "Buscamos um desenvolvedor WordPress que possa criar o site da empresa na área de educação/consultoria e também duas landing pages para produto específicos.O serviço deve ser realizado em WordPress, de preferência com templates e plugins gratuitos.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-site-wordpress-e-landing-pages-630728?fs=t",
    "timestamp": "2025-03-10T04:17:04.276Z"
  },
  {
    "datetime": "quase agora",
    "title": "Web Design para Site Educacional em WordPress",
    "description": "Estamos buscando um profissional de web design para desenvolver um site institucional estático em WordPress para um projeto educacional. O site será utilizado para divulgação do projeto, suas iniciativas e resultados, além de disponibilizar materiais educativos em PDF para download.Requisitos:… ExpandirDesenvolvimento em WordPress para permitir manutenção e atualização pela nossa equipe no futuro.Design profissional, moderno e responsivo, garantindo boa experiência em dispositivos móveis e desktops.Estruturação do site para fácil navegação e acesso intuitivo aos conteúdos.Criação de páginas principais, incluindo:Página inicial com apresentação do projeto.Sobre o projeto com detalhes da iniciativa.Equipe com informações sobre os participantes.Materiais educativos para exibição e download de arquivos PDF.Publicações do grupo de pesquisa.Contato com formulário ou informações de e-mail/redes sociais.SEO básico para otimização nos mecanismos de busca.Diferenciais (não obrigatórios, mas desejáveis):Conhecimento em Elementor ou outro construtor visual, facilitando edições futuras.Experiência em acessibilidade web para garantir um site inclusivo.Integração com Google Analytics para monitoramento de acessos.O que fornecemos:Domínio e hospedagem já adquiridos.Logotipo do projeto.Conteúdo dos textos e materiais em PDF para upload.Se você tem experiência na criação de sites institucionais em WordPress e se encaixa no perfil, entre em contato com seu portfólio e proposta! ? Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/web-design-para-site-educacional-em-wordpress-630897?fs=t",
    "timestamp": "2025-03-10T16:16:20.747Z"
  },
  {
    "datetime": "quase agora",
    "title": "Empresa de tecnologia criação de logo e web design",
    "description": "Olá, criei uma empresa de tecnologia chamada VOS Digital Soluitions e estou procurando prossionais para criar minha marca, com a logo e possíveis layouts para o meu site.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/empresa-de-tecnologia-criacao-de-logo-e-web-design-630899?fs=t",
    "timestamp": "2025-03-10T16:18:04.773Z"
  },
  {
    "datetime": "quase agora",
    "title": "Assistente de viagem IA via whatsapp",
    "description": "Somos uma startup que atua no segmento de viagens internacionais e Estamos em busca de um profissional especializado em desenvolvimento de sistemas de inteligência artificial para criar um chat de IA com funcionalidades voltadas para assistência em viagens e serviços integrados via WHATSAPP. A… Expandir ideia é criar um GUIA TURÍSTICO que possa ajudar o viajante com:-Roteiros personalizados para viagens nacionais e internacionais com base em interesses e tempo disponível.-Dicas de eventos que estão acontecendo na cidade visitada no período da viagem.-Dicas de passeios, restaurantes e atrações locais.-Tradução em tempo real para comunicação e leitura de cardápios/placas.-Alertas de segurança e condições climáticas.-Identificação de Monumentos e ExplicaçõesUse a câmera do celular para reconhecer monumentos e fornecer informações históricas e curiosidades.-Tours virtuais guiados por IA para pontos turísticos famosos.-Mobilidade e DireçõesMapas Offline Download de mapas para uso sem internet.Rotas otimizadas para transporte público, carro ou a pé.-Navegação em Tempo RealIntegração com Google Maps ou Waze para direções precisas. Alertas sobre trânsito, fechamentos de ruas ou melhores rotas. -Transporte LocalDicas sobre apps de transporte (Uber, Bolt, etc.).Opções de bilhetes únicos ou passes.O canal de operação dessa IA é o Whatsapp. Atualmente possumimos uma plataforma apta a se integrar a qualquer robô, porém estamos aberto a sugestões. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/assistente-de-viagem-ia-via-whatsapp-630901?fs=t",
    "timestamp": "2025-03-10T16:29:18.927Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de Software",
    "description": "Estou iniciando o desenvolvimento de um software SaaS e preciso de profissionais para criar a plataforma. O projeto consiste em um sistema que permitirá a personalização e distribuição de telas para empresas, facilitando o acesso a soluções customizadas.O software será dividido em duas partes:… ExpandirAntartis Hub: Sistema central de controle e cadastro das empresas e suas telas.Antartis Cliente: Interface onde cada empresa acessa suas telas personalizadas.Os detalhes do projeto estão descritos no PDF anexado, mas podem ser ajustados conforme necessário.O que preciso?Informar se pode desenvolver o frontend, backend ou ambos.Quais ferramentas utilizaria para esse projeto,e em quais etapas.Separar o valor estimado para frontend e backend. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-software-630903?fs=t",
    "timestamp": "2025-03-10T16:30:22.243Z"
  },
  {
    "datetime": "quase agora",
    "title": "Site para uma Startup apresentando um Aplicativo",
    "description": "Briefing para Desenvolvimento de Site 1. Sobre o ProjetoO PagBens é um aplicativo que garante segurança em transações de compra e venda de veículos, funcionando como um intermediário de pagamento. O site deve transmitir credibilidade, profissionalismo e segurança, incentivando novos usuários a… Expandir baixarem o aplicativo.2. Objetivo do SitePassar confiança para quem busca informações sobre o app.Explicar como o aplicativo funciona de forma clara e didática.Facilitar o download do app na Apple Store e Google Play.Exibir depoimentos de usuários satisfeitos para reforçar a credibilidade.Oferecer um canal de contato e suporte para dúvidas.3. Estrutura do SiteO site deve conter as seguintes páginas/seções:Página Inicial (Home)Mensagem de impacto: \"...\"Possibilidade de incluir vídeos explciativosBotões para download do aplicativo na Apple Store e Google Play.Depoimentos de usuários (breves trechos de feedback positivo).Como FuncionaExplicação do processo em 3 passos, de forma visual e intuitiva.Gráficos/infográficos para facilitar a compreensão.BenefíciosListagem dos principais benefícios para compradores e vendedores.Explicação sobre a segurança financeira e proteção contra golpes.DepoimentosÁrea destacada com avaliações e experiências de usuários.Perguntas Frequentes (FAQ)Respostas para as principais dúvidas dos usuários.Contato e SuporteFormulário para dúvidas.Link para atendimento via WhatsApp.4. Requisitos TécnicosDesign responsivo (deve funcionar bem em dispositivos móveis e desktops).Otimização para SEO (para facilitar o ranqueamento no Google).Integração com Google Analytics para monitoramento de acessos.5. Informações AdicionaisO site pode ser feito em WordPress, Webflow, React ou outra tecnologia sugerida pelo freelancer.O design deve ser moderno, profissional e minimalista, transmitindo segurança e confiabilidade.É importante que o site seja rápido e otimizado.6. EntregáveisSite funcional, hospedado e publicado.Suporte inicial para ajustes pós-lançamento. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/site-para-uma-startup-apresentando-um-aplicativo-630905?fs=t",
    "timestamp": "2025-03-10T16:34:04.505Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de um site para agência de viagens",
    "description": "Olá! Eu gostaria de desenvolver um site para um agência de viagens. Seria um site simples e estático. Esses são sites de exemplo:https://mayatravel.com.br/https://www.fivetour.com.br/https://voeturturismo.com.br/",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-um-site-para-agencia-de-viagens-630906?fs=t",
    "timestamp": "2025-03-10T16:35:26.048Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de Plataforma Web para Cursos",
    "description": "Desenvolvimento de Plataforma Web para Cursos (AngularJS + PostgreSQL)Busco um freelancer para criar uma plataforma de treinamentos corporativosO sistema será responsável por gerenciar empresas, funcionários e cursos obrigatórios, garantindo conformidade com regulamentações trabalhistas… ExpandirFuncionalidades principais- Cadastro e Gestão de UsuáriosEmpresas e funcionários com permissões diferenciadasLeitura automática do CNPJ, CNAE e CNAB para determinar treinamentos obrigatóriosGerenciamento de Cursos e TreinamentosCadastro e organização de cursos com categorias e grupos.Sugestão automática de treinamentos obrigatórios com base na atividade da empresaHospedagem de cursos extras, permitindo que empresas criem uma \"universidade corporativa\"Certificação automática ao concluir treinamentos- Painel Administrativo e SegurançaInterface intuitiva para empresas gerenciarem funcionários e treinamentos.Controle de acesso seguro para proteger dados sensíveisHistórico de cursos realizados e geração de relatóriosOs vídeos dos cursos teremos que ter 2 opções no mínimo, onde para cada curso escolher do próprio servidor ou uma fonte externa*Requisitos Técnicos- Frontend: AngularJS - Site compatível com WEB e Mobile- Backend: PostgreSQLAutenticação segura e permissões baseadas em perfisOtimização para facilidade de uso, garantindo que qualquer administrador possa operar o sistema sem dificuldadesBusco um profissional experiente para entregar uma solução bem estruturada e se tiver interesse, envie uma proposta com prazo estimado e valores competitivosObrigado! Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-plataforma-web-para-cursos-630909?fs=t",
    "timestamp": "2025-03-10T16:38:26.122Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de layouts em Html, Css e Javascript",
    "description": "Nosso time montou o layout em psd, e o trabalho contratado é para transferir o layout do psd para html, que posteriormente sera codificado dentro do nosso projeto em wordpress.A entrega precisa ser feita em HTML, css e javascript. Segue modelos:https://layouts.dosul.digital/mauro-ribeiro/personalizados-listahttps://layouts.dosul.digital/mauro-ribeiro/personalizados-viewhttps://layouts.dosul.digital/mauro-ribeiro/carrinhohttps://layouts.dosul.digital/mauro-ribeiro/checkouthttps://layouts.dosul.digital/mauro-ribeiro/minha-contahttps://layouts.dosul.digital/mauro-ribeiro/bloghttps://layouts.dosul.digital/mauro-ribeiro/blog-viewhttps://layouts.dosul.digital/mauro-ribeiro/cuidadoshttps://layouts.dosul.digital/mauro-ribeiro/garantiahttps://layouts.dosul.digital/mauro-ribeiro/duvidas-frequenteshttps://layouts.dosul.digital/mauro-ribeiro/forroshttps://layouts.dosul.digital/mauro-ribeiro/sobrehttps://layouts.dosul.digital/mauro-ribeiro/revendedorhttps://layouts.dosul.digital/mauro-ribeiro/sala-imprensahttps://layouts.dosul.digital/mauro-ribeiro/trabalhe-conoscohttps://layouts.dosul.digital/mauro-ribeiro/politicashttps://layouts.dosul.digital/mauro-ribeiro/contatohttps://layouts.dosul.digital/mauro-ribeiro/atleta-1https://layouts.dosul.digital/mauro-ribeiro/atleta-2https://layouts.dosul.digital/mauro-ribeiro/medidas",
    "clientName": "Roberto C.",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-layouts-em-html-css-e-javascript-630932?fs=t",
    "timestamp": "2025-03-10T17:35:22.623Z"
  },
  {
    "datetime": "quase agora",
    "title": "Parceiro kommo crm para implementar o sistema na minha clinica",
    "description": "Preciso de alguém para implementar o kommo crm na minha clinicaCom chatbotautomações integrações com IAatendentimento com chat gpt etc",
    "clientName": "Roberto C.",
    "postLink": "https://www.99freelas.com.br/project/message/parceiro-kommo-crm-para-implementar-o-sistema-na-minha-clinica-630934?fs=t",
    "timestamp": "2025-03-10T17:38:37.272Z"
  },
  {
    "datetime": "quase agora",
    "title": "Criar uma faq externa mais organizada e intuitiva (WORDPRESS)",
    "description": "Hoje, temos o site da empresa com diversas documentações mas ainda sim muito bagunçada e com layout feio, preciso de um novo plugin/tema pra reorganizar isso e deixar mais inutitivo para o cliente, reconfigurar tags e categorias!",
    "clientName": "Roberto C.",
    "postLink": "https://www.99freelas.com.br/project/message/criar-uma-faq-externa-mais-organizada-e-intuitiva-wordpress-630946?fs=t",
    "timestamp": "2025-03-10T18:04:49.959Z"
  },
  {
    "datetime": "quase agora",
    "title": "Alteração de site no Framer",
    "description": "Preciso de um especialista em Framer para a alteração do site atual e a construção de novas páginas a partir dos modelos.Favor inserir os dados abaixo:• A partir de modelos• Landing page: valor• Alteração de design da seção: valor• Alteração de texto: valor",
    "clientName": "Roberto C.",
    "postLink": "https://www.99freelas.com.br/project/message/alteracao-de-site-no-framer-630941?fs=t",
    "timestamp": "2025-03-10T18:08:28.576Z"
  },
  {
    "datetime": "quase agora",
    "title": "Preciso passar um site do Figma para HTML",
    "description": "Tenho um design pronto no Figma e preciso que ele seja convertido para um site responsivo em HTML e CSS. O código deve seguir fielmente o layout do Figma, garantindo boa adaptação para diferentes dispositivos (desktop, tablet e mobile).O site possui apenas 4 telasInteressados, enviem portfólio ou… Expandir exemplos de trabalhos anteriores. Esconder",
    "clientName": "Roberto C.",
    "postLink": "https://www.99freelas.com.br/project/message/preciso-passar-um-site-do-figma-para-html-630954?fs=t",
    "timestamp": "2025-03-10T18:16:20.479Z"
  },
  {
    "datetime": "quase agora",
    "title": "Integração de Gateway de Pagamento (Saques de Usuário)",
    "description": "Olá! Preciso de um desenvolvedor experiente para integrar um gateway de pagamento ao meu sistema. O software já está funcionando, os usuários geram receita dentro da plataforma, e a integração para adicionar saldo já está implementada.Agora, preciso da integração para que os usuários possam sacar o… Expandir dinheiro que têm na conta. Se você não tem experiência com integrações de pagamento, este trabalho não é para você.O que precisa ser feito?• Criar a integração com o gateway de pagamento para permitir que os usuários façam saques.• Garantir que a transação seja processada de forma segura e eficiente.• Implementar as regras e validações necessárias para que o saque funcione corretamente.• Fazer testes para garantir que todo o fluxo de pagamento esteja operando sem erros.Se quiser se candidatar, me envie as seguintes informações (propostas sem esses detalhes não serão consideradas):Quanto tempo você estima que levará para concluir a integração?Qual o valor total do seu serviço para esse trabalho?Exemplos de integrações de pagamento que você já fez (links, explicação do processo, etc.).Caso tenha dúvidas, estou disponível para esclarecer qualquer ponto técnico.Aguardo sua proposta! ? Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/integracao-de-gateway-de-pagamento-saques-de-usuario-630970?fs=t",
    "timestamp": "2025-03-10T18:43:44.022Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvedor de sistema Delphi",
    "description": "Estamos buscando um profissional freelancer com experiência em Delphi 7 e Delphi 10 para manutenção e aprimoramento de um sistema existente. O trabalho envolverá correção de bugs, implementação de novas funcionalidades e otimização do código",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvedor-de-sistema-delphi-630972?fs=t",
    "timestamp": "2025-03-10T18:45:49.551Z"
  },
  {
    "datetime": "quase agora",
    "title": "HTML para Correção de Erros Visuais e Responsividade",
    "description": "Olá! Preciso de um desenvolvedor com experiência em HTML e design para corrigir pequenos erros no meu site.O site já está totalmente pronto, mas precisa de alguns ajustes simples, como:? Correção de espaçamentos e alinhamentos? Ajuste na separação de elementos? Melhorias na responsividade para… Expandir tablets e mobile (onde há mais problemas)? Pequenas correções visuais para manter a consistência do designNo desktop, o site está praticamente perfeito, mas para outras telas ele ainda apresenta falhas que precisam ser corrigidas. Estou buscando alguém que tenha um olhar apurado para design e consiga identificar e ajustar tudo o que está desalinhado ou estranho.O que preciso na sua resposta?Para que eu considere sua proposta, me envie:? Quanto tempo você estima que levará para concluir as correções?? Qual o valor total do seu serviço para esse trabalho?? Exemplos de sites que você já ajustou em termos de responsividade e design (links ou prints mostrando antes e depois, se possível).Propostas sem essas informações não serão consideradas.Se tiver alguma dúvida, estou disponível para esclarecer qualquer ponto. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/html-para-correcao-de-erros-visuais-e-responsividade-630973?fs=t",
    "timestamp": "2025-03-10T18:46:17.875Z"
  },
  {
    "datetime": "quase agora",
    "title": "GESTOR DE AUTOMAÇÃO N8N, MAKE e ZAIA  N8N, MAKE e ZAIA N8N, MAKE e ZAIA",
    "description": "Busco um especialista em N8N, MAKE e ZAIA com experiência comprovada.Busco um especialista em N8N, MAKE e ZAIA com experiência comprovada.Busco um especialista em N8N, MAKE e ZAIA com experiência comprovada.Busco um especialista em N8N, MAKE e ZAIA com experiência comprovada.",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/gestor-de-automacao-n8n-make-e-zaia-n8n-make-e-zaia-n8n-make-e-zaia-630994?fs=t",
    "timestamp": "2025-03-10T19:29:15.955Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvedor de IA e banco de dados",
    "description": "Olá!Estamos buscando desenvolvedores de IA e especialistas em banco de dados para integrar nossa equipe e automatizar processos de coleta, interpretação e estruturação de dados.O projeto envolve a criação de 3 agentes de IA usando OpenAI API, que irão interagir de forma inteligente, analisar… Expandir informações e organizar os dados coletados em um banco de dados PostgreSQL, tornando-os acessíveis para diferentes aplicações no front-end.O que precisamos:• Implementação de chatbots inteligentes usando OpenAI API• Estruturar os dados para armazenamento eficiente em PostgreSQL• Criar APIs para consultar e gerenciar os dados de forma escalável• Integrar o banco de dados ao front-end para visualização dinâmica das informaçõesRequisitos:• Experiência com OpenAI API para desenvolvimento de IA conversacional• Conhecimento em PostgreSQL para estruturação e otimização de dados• Experiência com FastAPI ou Flask para criação de APIs eficientes• Integração de APIs com front-end (React, Next.js ou similar)Orçamento & Prazo:• Prazo: A definir (conforme proposta)• Orçamento: Negociável conforme experiência e entregaSe você tem experiência com IA, bancos de dados e automação, envie seu portfólio e uma breve descrição das soluções que já implementou! Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvedor-de-ia-e-banco-de-dados-630985?fs=t",
    "timestamp": "2025-03-10T19:38:38.539Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de sistema de registro de pessoal",
    "description": "Descrição do trabalho a ser feito:Desejo desenvolver um site de registro de pessoal para conectar candidatos a empregadores. O sistema deve permitir que as pessoas se cadastrem e criem um perfil individual, que será acessível através de uma página exclusiva para cada usuário.Requisitos principais:… ExpandirCadastro de usuários:• Formulário de registro com campos como: nome, sobrenome, e-mail, telefone, localização, experiência profissional, habilidades, foto de perfil e documentos relevantes (upload de currículo, certificados, etc.).• Validação de e-mail para ativação da conta.• Opção de login via e-mail/senha e login social (Google, Facebook, LinkedIn).Perfil individual para cada usuário:• Após o cadastro, cada usuário terá uma página exclusiva com suas informações profissionais.• A página poderá ser acessada através de um link único.• Possibilidade de edição do perfil pelo próprio usuário.• Opção de ativar/desativar o perfil publicamente.Sistema de gerenciamento de usuários (Admin):• Painel administrativo para visualizar, aprovar, editar e excluir cadastros.• Sistema de busca e filtragem por habilidades, experiência, localização, etc.• Dashboard com estatísticas sobre número de usuários cadastrados e perfis visualizados.Conexão entre candidatos e empresas:• Empresas ou empregadores poderão acessar perfis e entrar em contato diretamente via formulário ou chat interno.• Sistema de recomendações de candidatos baseado em critérios pré-definidos.Recursos extras:• Responsividade total (desktop e mobile).• SEO otimizado para melhor indexação nos buscadores.• Sistema de notificações (e-mail e push) para avisar sobre mensagens e oportunidades de emprego.• Proteção de dados de acordo com a LGPD/GDPR.Este projeto deve ser desenvolvido utilizando tecnologias modernas e escaláveis, garantindo um sistema seguro, rápido e intuitivo. O objetivo principal é facilitar a conexão entre profissionais e empregadores de maneira eficiente e organizada. Esconder",
    "clientName": "Cliente não encontrado",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-sistema-de-registro-de-pessoal-630988?fs=t",
    "timestamp": "2025-03-10T19:40:17.847Z"
  },
  {
    "datetime": "quase agora",
    "title": "Migração de Servidor Web para nova VPS",
    "description": "Preciso migrar o servidor web para a OVH. Esse servidor web hospeda um website em WordPress e o launcher do meu jogo online.O profissional será responsável por:- Configurar o apache2 na nova VPS.- Configurar o servidor de email que vai ser utilizado para enviar código de validação de registro.-… Expandir Configurar o firewall ufw com as devidas regras de entrada e saída- Migrar o backup da vps atual para a vps OVH. O backup inclui: toda a estrutura do website, um diretório do launcher, banco de dados.Todas as configurações e principalmente a configuração do servidor de email deve ser feita seguindo as normas de segurança de redes, pois o motivo de eu precisar dessa migração é justamente a segurança. O servidor web atualmente está numa plataforma fraca e insegura onde eu fui vítima de algum exploit que tá gerando milhares de conexões de saída na porta do SMTP causando sobrecarga e limitação de banda.Ambas as VPS da migração, de origem e destino são servidores Linux.*Preferência exclusiva aos profissionais que possuem disponibilidade para realizar o serviço nas próximas 48 horas. Obrigado, senhores!! Esconder",
    "clientName": "Daniel A.",
    "postLink": "https://www.99freelas.com.br/project/message/migracao-de-servidor-web-para-nova-vps-631003?fs=t",
    "timestamp": "2025-03-10T19:46:45.453Z"
  },
  {
    "datetime": "quase agora",
    "title": "Letidão pagina de venda venda de inforproduto",
    "description": "Clonei uma pagina de venda no wordpress, sou afiliado a um produto digital essa pagina esta muito lenta não esta abrindo rapido preciso de uma ajuda para resover esse problema segue o link https://xn--exposiodapalavradedeus-i4b9g.site/160-2/",
    "clientName": "Daniel A.",
    "postLink": "https://www.99freelas.com.br/project/message/letidao-pagina-de-venda-venda-de-inforproduto-631011?fs=t",
    "timestamp": "2025-03-10T20:26:08.791Z"
  },
  {
    "datetime": "quase agora",
    "title": "Migração dados com AWS Glue: Aurora para AWS Opensearch",
    "description": "Criação de um job no aws glue para migrar dados de um banco de dados Aurora para o serviço da aws opensearch. Nessa tarefa precisará apenas configurar o serviço de uma tabela \"exemplo\" que criamos, sem grandes configurações, apenas configurando acessos, permissões e um job do aws glue basico.… ExpandirRequisitos: experiência com serviços da aws.Possibilidade de outros trabalhos futuros se a pessoa realmente tiver experiência com serviços da aws. Esconder",
    "clientName": "Daniel A.",
    "postLink": "https://www.99freelas.com.br/project/message/migracao-dados-com-aws-glue-aurora-para-aws-opensearch-631015?fs=t",
    "timestamp": "2025-03-10T20:30:56.977Z"
  },
  {
    "datetime": "quase agora",
    "title": "Desenvolvimento de E-commerce",
    "description": "1. Descrição Geral:Busco um desenvolvedor para criar um e-commerce completo com funcionalidades essenciais para vendas online. O sistema deve incluir tanto o frontend responsivo quanto o backend robusto, garantindo uma experiência de compra eficiente e segura.2. Funcionalidades Requeridas:Frontend (… ExpandirResponsivo):Página inicial com destaques de produtos.Página de categorias com filtros por preço, marca e outros critérios.Página de produto com detalhes, imagens e opção de compra.Carrinho de compras com cálculo de frete.Processo de checkout com integração de pagamento.Área do cliente para visualizar e gerenciar pedidos.Tela de login/cadastro.Tela para adicionar, editar e excluir produtos (pode ser integrada ao painel de administração).Backend:API segura para gestão de produtos, categorias, pedidos e usuários.Sistema de autenticação (login/registro).Painel administrativo para:Cadastro e edição de produtos.Controle de estoque.Gerenciamento de pedidos e status.Integração com sistemas de pagamento (Stripe, PayPal, Mercado Pago).Integração com serviços de envio (Correios, Jadlog, etc).Controle de status de pedidos. Esconder",
    "clientName": "Daniel A.",
    "postLink": "https://www.99freelas.com.br/project/message/desenvolvimento-de-e-commerce-631020?fs=t",
    "timestamp": "2025-03-10T20:43:43.679Z"
  },
  {
    "datetime": "quase agora",
    "title": "Resolver lentidão em página de vendas no WordPress",
    "description": "Estou precisando resolver um problema de lentidão no WordPress na página de venda de um produto que promovo.Segue o link do site: https://xn--exposiodapalavradedeus-i4b9g.site/160-2/",
    "clientName": "Daniel A.",
    "postLink": "https://www.99freelas.com.br/project/message/resolver-lentidao-em-pagina-de-vendas-no-wordpress-631021?fs=t",
    "timestamp": "2025-03-10T20:59:04.214Z"
  },
  {
    "datetime": "quase agora",
    "title": "Sistema de Automação de Atendimento ao Cliente para Escritório Juridico",
    "description": "ObjetivoDesenvolver um sistema de automação para melhorar a eficiência do atendimento ao cliente no escritório de advocacia, permitindo uma comunicação mais rápida e personalizada com os clientes, através da automação de respostas iniciais, coleta de informações e encaminhamento para o atendimento… Expandir humano.Funcionalidades Solicitadas1.\tÁudio Personalizado Automático O sistema deve ser capaz de enviar um áudio personalizado sempre que um cliente entrar em contato com o escritório via WhatsApp, Instagram ou outras redes sociais. O áudio deve ser gravado previamente e, dependendo da origem do contato, deverá ser enviado automaticamente com o seguinte conteúdo (exemplo): “Boa tarde, meu nome é Dr. Rodrigo, sou um dos advogados no escritório e vou fazer algumas perguntas rápidas para verificar a possibilidade do seu benefício. Por favor, me digite seu nome completo.” Requisitos: Integração com WhatsApp, Instagram, Facebook. Capacidade de envio de áudio personalizado .2.\tDisparo Automático de Perguntas em Texto Após a resposta ao áudio, o sistema deve disparar perguntas em texto, com base nas informações coletadas, para fazer um filtro inicial. Exemplo de perguntas a serem feitas: Qual sua idade? Trabalhou de carteira assinada? Qual o tipo de benefício ou serviço que você está buscando? Requisitos: O fluxo de perguntas deve ser automatizado. As perguntas devem ser adaptáveis conforme a resposta do cliente.3.\tArmazenamento Automático das Informações As respostas obtidas (nome, idade, tipo de serviço etc.) devem ser preencher automaticamente nas plataformas do escritório.\t Requisitos: Integração do sistema customizado com a plataforma ástrea e zapsign. Armazenamento e preenchimento automático de dados sem intervenção manual.4.\tFollow-up Automático em Caso de Falta de Resposta Caso o cliente não responda, o sistema deve ser capaz de enviar lembretes automáticos a cada intervalo de tempo predeterminado (ex.: a cada 12h) até que o cliente interaja. Caso o cliente não responda após 3 tentativas, um alerta será enviado para um atendente humano realizar o contato por telefone. Requisitos: Configuração de intervalos de follow-up. Notificação automática para o atendente humano se o cliente não responder após o número de tentativas definidas. Relatórios de status de cada cliente.5.\tEncaminhamento para Atendimento Humano Após o filtro automático, se o cliente se qualificar para o serviço, o sistema deve encaminhá-lo para o atendente humano ou para o advogado responsável para verificação final. Requisitos: Fluxo de encaminhamento claro para atendimento humano.6.\tExibição de Informações do Cliente e Origem O sistema deve exibir informações como nome, foto e a origem da mensagem (WhatsApp, Instagram, etc.) para os atendentes humanos, a fim de facilitar a comunicação e personalização do atendimento. Requisitos: Integração com redes sociais (WhatsApp, Instagram, facebook) para coleta dessas informações. Tela de visualização com as informações detalhadas do cliente (nome, foto, origem do contato).7.\tDashboard de Clientes em Potencial O sistema deve apresentar um dashboard dinâmico que organize os clientes em diferentes categorias de acordo com o estágio no funil de vendas: Contato Inicial Cliente em Potencial Cliente Aguardando Atendente Humano Cliente com Kit Assinado Cliente com Atendimento Agendado Etc Requisitos: Visualização clara do status de cada cliente. Atualização automática do status conforme o avanço do atendimento. Sistema de categorização flexível (ex.: Clientes Previdenciário - Subgrupo - BPC).8.\tIntegração com o Sistema de Gestão Astrea O sistema deve ser integrado com o Astrea para garantir que as informações coletadas (nome, idade, etc.) sejam automaticamente transferidas para o sistema jurídico do escritório. Requisitos: Integração via API com o Astrea. Sincronização automática de dados entre o sistema de automação e o Astrea.9.\tIntegração com ZapSign O sistema precisa ser integrado com o ZapSign para enviar contratos de forma digital, acompanhar a assinatura e garantir a conformidade legal. Requisitos: Integração via API com o ZapSign. Envio e acompanhamento de contratos de forma automatizada.10.\tRelatórios Detalhados O sistema deve gerar relatórios sobre a origem dos clientes (ex.: link do WhatsApp, Instagram), contratos fechados, contratos em aberto, e taxa de conversão.Requisitos: Relatórios automáticos sobre o desempenho da equipe e do atendimento. Relatórios sobre a origem do cliente, número de contratos fechados, pendentes, etc.11.\tCláusula de Necessidades AdicionaisCaso, durante o desenvolvimento ou após a implementação do sistema, surjam necessidades adicionai Esconder",
    "clientName": "Daniel A.",
    "postLink": "https://www.99freelas.com.br/project/message/sistema-de-automacao-de-atendimento-ao-cliente-para-escritorio-juridico-631029?fs=t",
    "timestamp": "2025-03-10T21:15:17.275Z"
  },
  {
    "datetime": "quase agora",
    "title": "Personalização de Front End - Sistema de Atendimento Z-Pro (Whatsapp)",
    "description": "Preciso de um programador experiente para personalizar o front-end de um sistema White Label de atendimento via WhatsApp. O sistema, chamado **Z-PRO**, possui um layout básico e algumas funções desnecessárias que gostaria de otimizar. Além disso, quero desenvolver novas funcionalidades para… Expandir melhorar a experiência do usuário e a eficiência do atendimento. Esconder",
    "clientName": "Daniel A.",
    "postLink": "https://www.99freelas.com.br/project/message/personalizacao-de-front-end-sistema-de-atendimento-z-pro-whatsapp-631036?fs=t",
    "timestamp": "2025-03-10T21:25:26.187Z"
  },
  {
    "datetime": "quase agora",
    "title": "Ajuste em programa em Python",
    "description": "Preciso realizar alguns ajustes em um programa em Python.Não é criação, apenas um pequeno ajuste nas funcionalidades.",
    "clientName": "Daniel A.",
    "postLink": "https://www.99freelas.com.br/project/message/ajuste-em-programa-em-python-631033?fs=t",
    "timestamp": "2025-03-10T21:25:46.076Z"
  }
]